[
  "Hello World. ZhuYu (朱瑜) is here. A passionate software engineer who loves building apps. With a journey spanning several years in the dynamic world of web frontend development and mobile application creation. Currently, I'm working at <a class=\"external-link external-link--liebherr\" href=\"https://liebherr.com\" target=\"_blank\">⚙️ Liebherr</a>, responsible for the development of the iOS apps and Cross-platform apps for the company.",
  "In the realm of web frontend development. The <span class=\"emphasize-text emphasize-text--vue\">Vue</span> ecosystem, in particular, has become my playground, where I create responsive, interactive, and visually appealing web interfaces. I believe that technology and design should harmonize to create user-centric experiences, and I'm committed to turning this philosophy into reality through every line of code I write.",
  "Currently, my focus has shifted to the exciting world of mobile application development. Working with <span class=\"emphasize-text emphasize-text--ios\">iOS</span>, I bring ideas to life by crafting native apps that users love. But I don't stop there - I've also embraced the <span class=\"emphasize-text emphasize-text--flutter\">Flutter</span> cross-platform framework, enabling me to reach a wider audience and ensure consistent quality across multiple devices and platforms.",
  "Outside of programming, I enjoy making Lofi Beats to help people concentrate and decrease the stress while coding. Some of my music can be found on <a class=\"external-link external-link--spotify\" href=\"https://open.spotify.com/artist/0pzeFK0JIwNYbAXiItjGB3\" target=\"_blank\">☘️ Spotify</a>, <a class=\"external-link external-link--apple\" href=\"https://music.apple.com/us/artist/lofi-coder/1584127276\" target=\"_blank\">🍎 AppleMusic</a>, and <a class=\"external-link external-link--soundcloud\" href=\"https://soundcloud.com/joo-yoo-965283946\" target=\"_blank\">☁️ SoundCloud</a> by searching <span class=\"font-italic\">Lofi Coder</span>."
]